[
  {
    "title": "The story behind our logo",
    "description": "An app's logo acts as a visual representation of the app, capturing its essence. We wanted our logo to represent the goal of creating the app. The choice of an evil eye as the primary emblem has special significance because it has long been associated with warding off ill fortune, adversity, and potential harm. The Evil Eye's deep pink colour symbolises determination and resilience in times of difficulty. Furthermore, the symbol carries a profound connection to divine strength, acting as a protective barrier against negative energies that may surround us. By incorporating the powerful symbolism of the Evil Eye, our logo conveys both a sense of safeguarding and the potential to overcome obstacles."
  },
  {
    "title": "The importance of our colour platte",
    "description": "Dealing with cybercrime in whatever form requires a lot of resilience to get through all the challenges. Pink was purposefully selected as the main colour scheme for our app because it is usually associated with strength. Pink represents strength as well as the ideas of health and wellbeing. It acts as a constant reminder of the value of taking care of oneself and one's own body. Pink can also signify the attainment of mental clarity, spiritual growth, and physical healing. By embracing a pink colour palette, we aim to convey both the inner strength needed to combat cybercrime and the importance of personal growth and wellness."
  },
  {
    "title": "What does Shakti mean",
    "description": "'Shakti' is a Sanskrit term that has rich and varied meanings depending on the context in which it is used. In Hinduism, Shakti refers to the divine feminine energy or power that represents the creative, dynamic, and transformative aspects of the universe. It is considered the primordial cosmic energy that gives life to everything and is often associated with the Goddess, Devi, or Divine Mother.."
  },
  {
    "title": "What is Shakti ?",
    "description": "Shakti is an app that creates a sphere of security and support for women in terms of cybercrime. Why 'Shakti'? Shakti means power, energy, or force. Mythologically, Shakti is always described as feminine, often personified as the goddess Devi. Since our main target area is Telangana, we wanted to include a word that is connected to the national language, Hindi. By incorporating the word 'Shakti' into our app, we symbolise the inherent strength and resilience needed to combat cybercrime. The choice of this word not only acknowledges the power and force within us but also pays homage to the divine feminine energy that holds immense significance in Indian mythology."
  },
  {
    "title": "The aim of Shakti",
    "description": "Shakti is an app that creates a sphere of security and support for women in terms of cybercrime. The main focus of shakti is to deal with the aftermath of cybercrime. It seeks to serve as a backbone and guide for women who are in the process of fighting against injustices executed online. The app includes a step-by-step action plan that guides women through the process of dealing with the aftermath of cybercrime."
  }
]