[{
    "title": "What is blackmail?",
    "description": "Blackmail is the act of threatening to reveal a secret about someone unless they do something you tell them to do, such as giving you money. To blackmail someone is to use secret information to get something from them, usually money. Blackmailing is a crime and is legally considered as a type of threat."
  },
  {
    "title": "How to gather evidence of blackmail?",
    "description": "Come to the cybercrime department and file a complaint. Show evidence of you being blackmailed (picture or video). You can give one screenshot as evidence (one is enough, but it is better to give more if you have them). If you do not have evidence, you can describe the incident, but it is recommended to gather as much evidence as you can so that the investigation is done faster."
  },
  {
    "title": "Actions you should be taking",
    "description": "If you are getting blackmailed and have no way of protecting yourself, then you can contact the cybercrime department via email or go to the cybercrime department to file a complaint. You can also file a complaint on the cybercrime portal. https://cybercrime.gov.in/ However, if you want an immediate response, it is recommended to go to the cybercrime department, where the process takes approximately an hour.\nSteps to take:\n1.Go to the nearest cybercrime police station\n2.Fill the petition at the reception\n3.File a complaint\n4.If required you will have to file a FIR\n5.After the following requirements are completed, the investigation takes place\nA complaint is filed by you when you go to the police station. The entire process takes an hour. If the suspect is guilty, they can be charged or fined."
  },
  {
    "title": "At which stage of blackmail should you contanct the police?",
    "description": "Make sure to reach out for help as soon as you receive a blackmail threat. Reaching out to the police as soon as possible after the threat has been made will help your case be resolved faster."
  },
  {
    "title": "Security measures you should be taking",
    "description": "When in a situation of blackmail, make sure to block the blackmailer on all social media platforms and report him immediately to the police. You will be given further instructions based on your circumstances by the police."
  },
  {
    "title": "Who to contact?",
    "description": "Call the helpline 1930. You will be asked general questions.\nYou can also contact the cybercrime department via email."
  },
  {
    "title": "Helpline",
    "description": "National police helpline number is 112. National women helpline number is 181 and Cyber Crime Helpline is 1930."
  },
  {
    "title": "Outside police help (NGOs)",
    "description": ""
  }
]
