[
  {
    "title": "What is cyberbullying",
    "description": "Cyberbullying involves the use of information and communication technologies that support deliberate, hostile, and often repeated behaviour by an individual or group that is intended to hurt others. Cyberbullying includes sending, posting, or sharing negative, harmful, false, or mean content about someone else. It can include sharing personal or private information about someone else that causes embarrassment or humiliation. Some cyberbullying crosses the line into unlawful or criminal behaviour."
  },
  {
    "title": "What counts as cyberbullying? ",
    "description": "-Posting a video or picture of a classmate that is offensive or unflattering.\n-Spreading false information on a social media platform.\n-Sending people threatening texts.\n-Outing someone for their sexual orientation or gender identity.\n-Sending messages encouraging someone to kill themselves.\n-Pretending to be someone else online and then expose someone.\n\nAt time many people do not know what counts as cyberbullying which is why it is very important to be aware about the different situations where cyber bullying can be present:\n-It is persistent: Cyberbullying victims can be messaged or attacked at any hour of the day or night.\n-It is ever-present: Bullying communications can be found on the victim's phone, in group chats, and on social media platforms including Facebook, Instagram, Snapchat, and TikTok. There is also cyberbullying in online gaming groups.\n-It is permanent: As the saying goes, \"the internet is forever.\" Unflattering images and defamatory lies can have an influence on every area of a young person's life."
  },
  {
    "title": "What to do if someone is cyberbullying you?",
    "description": "If the cyberbullying is in its initial stages, you can report the offender to your internet server, the website you're using, or your mobile phone provider in order to stop them from attacking you as well as others. It is also important to inform your family and friends about the incident so that they can help you with the situation as well.\n\nIf the cyberbullying is becoming extreme to the point where you feel that you have no way of protecting yourself or stopping the bullying, then you can contact the cybercrime department via email or go to the cybercrime department to file a complaint. You can also file a complaint on the cybercrime portal. https://cybercrime.gov.in/ However, if you want an immediate response, it is recommended to go to the cybercrime department, where the process takes approximately an hour."
  },
  {
    "title": "How to gather evidence?",
    "description": "When filing a complaint you can give one screenshot as evidence (one is enough but it is better to give more if you have them). If you do not have evidence then you can describe the incident but it is recommended to gather as much evidence as you can so that the investigation is done faster."
  },
  {
    "title": "Safety measures you should be taking",
    "description": "-Do not accept an unknown request.\n-Do not engage in a conversation with an unknown user\n-You must always have a secure password.\n-Never share your credentials with anybody even if it is a friend because they can use your pictures, videos or texts against you.\n-Raise  awareness by informing the people around you about cyberbullying.\n-Do not share information which is personal."
  },
  {
    "title": "How to file a complaint",
    "description": "If cyber bullying is taking place then the cybercrime department will put a notice on instagram to remove the content. The department will get the IPS and use it to trace the person.\nSteps:\n1. Go to the nearest cybercrime police station.\n2. Fill the petition at the reception.\n3. File a complaint.\n4. If required you will have to file a FIR.\n5. After the following requirements are completed, the investigation will take place.\n\nComplaint is filled by you when you go to the police station. The entire process takes an hour. If the suspect is guilty they can be charged or fined"
  },
  {
    "title": "Who to contact?",
    "description": "Call the helpline 1930. You will be asked general questions.\nYou can contact the cybercrime department via email."
  },
  {
    "title": "Helpline",
    "description": "National police helpline number is 112. National women helpline number is 181 and Cyber Crime Helpline is 1930."
  },
  {
    "title": "Outside police help (NGOs)",
    "description": ""
  }
]
