[
  {
    "title": "What is revenge porn?",
    "description": "Revenge porn is a type of digital abuse in which nude or sexually explicit photos or videos are shared without the consent of those pictured. Also called nonconsensual pornography, it’s closely related to sexual abuse. A current or previous partner may share such images as “revenge” or threaten to distribute them as a type of blackmail."
  },
  {
    "title": "How to gather evidence of revenge porn",
    "description":"Come to the cybercrime department and file a complaint. Show the evidence of your nudes being leaked (picture or video). You can give one screenshot as evidence (one is enough but it is better to give more if you have them). If you do not have evidence then you can describe the incident but it is recommended to gather as much evidence as you can so that the investigation is done faster."
  },
  {
    "title": "Actions you should be taking",
    "description": "If your nudes are leaked and have no way of protecting yourself then you can contact the cyber crime department via email or go to the cyber crime department to file a complaint. You can also file the complaint on the cyber crime portal. https://cybercrime.gov.in/ However, if you want an immediate response it is recommended to go to the cyber crime department where the process takes approximately an hour.\n\nSteps to take:\n1.Go to the nearest cybercrime police station\n2.Fill the petition at the reception\n3.File a complaint\n4.If required you will have to file a FIR\n5.After the following requirements are completed, the investigation takes place\n\nA complaint is filed by you when you go to the police station. The entire process takes an hour. If the suspect is guilty, they can be charged or fined."
  },
  {
    "title": "Security measures you should be taking",
    "description": "- Do not accept an unknown request.\n- Do not engage in a conversation with unknown users.\n- Never share your credentials with anybody even if it is a friend because they can use your pictures, videos or texts against you. \n- Raise  awareness by informing the people around you about revenge porn.\n- Don’t take naked photos\n- Don’t share naked photos\n- Don’t be afraid to ask someone to delete pictures"
  },
  {
    "title": "Who to contact?",
    "description": "Call the helpline 1930. You will be asked general questions.\nYou can also contact the cybercrime department via email."
  },
  {
    "title": "Helpline",
    "description": "National police helpline number is 112. National women helpline number is 181 and Cyber Crime Helpline is 1930."
  },
  {
    "title": "Outside police help (NGOs)",
    "description": ""
  }
]
