[
  {
    "title": "What is a scam?",
    "description": "A scam is a term that describes any fraudulent business or scheme that takes money or other goods from an unsuspecting person."
  },
  {
    "title": "What is a fraud?",
    "description":"Fraud is an intentionally deceptive action designed to provide the perpetrator with an unlawful gain or to deny a right to a victim. Types of fraud include tax fraud, credit card fraud, wire fraud, securities fraud, and bankruptcy fraud. Fraudulent activity can be carried out by one individual, multiple individuals, or a business firm as a whole."
  }, 
  {
    "title": "How to know if you are being scammed",
    "description": "- If the contact is out of the blue and unexpected, it could be an indication of a scam.\n- Being asked to wire money. If you are being asked to wire money, pay to gain access to benefits or purchase prepaid debit cards don't do it.\n- If something requires you to take immediate action, be cautious. For example: “If you don’t respond immediately your reward will be lost” or “Your relative is in danger.\n- Scammers frequently act as banks, government officials, employers or health care providers and ask for personal information.\n- You are asked to keep the transaction a secret.\n- If it seems too good to be true, it probably is.\n- Unusual transactions and or/new lines of credit.\n- Purchased items didn’t arrive.\n- Locked out of accounts.\n- Unable to withdraw money from a crypto investment."
  },
  {
    "title": "Actions you should be taking",
    "description": "When you detect that you have been scammed, the first thing you should do is switch off the data on your phone. Open your source of internet banking on another phone and block the cards. After performing these two steps, make sure to report your case, no matter how small the situation may seem."
  },
  {
    "title": "What to do?",
    "description": "You can also file the complaint on the cyber crime portal. https://cybercrime.gov.in/ However, if you want an immediate response it is recommended to go to the cyber crime department where the process takes approximately an hour.\n\nSteps:\n\n1.Come to the police station\n2.Fill the petition at the reception\n3.File a complaint\n4.If required you will have to file a FIR\n5.After the following requirements are completed, the investigation takes place\n\nComplaint is filled by you when you go to the police station. The entire process takes an hour. If the suspect is guilty they can be charged or fined."
  },
  {  
    "title": "How to gather evidence of scam or fraud?",
    "description": "Come to the cybercrime department and file a complaint. Show the evidence of you being scammed (image or video). You can give one screenshot as evidence (one is enough but it is better to give more if you have them). If you do not have evidence then you can describe the incident but it is recommended to gather as much evidence as you can so that the investigation is done faster."
  },
  {
    "title": "Safety measures you should be taking",
    "description": "- Do not accept an unknown request.\n- Do not engage in a conversation with an unknown user.\n- You must always have a secure password.\n- Never share your credentials with anybody even if it is a friend because they can use your pictures, videos or texts against you.\n- Raise  awareness by informing the people around you about cyberbullying.\n- Do not share information which is personal."
  },
  {
    "title": "Common scams that take place",
    "description": "The most common scams that take place are in the form of job offers through calls and messages. Initially, the scammer will show some profit being made and later convince their victim to invest huge amounts, only to end up duping them.\n\nOthers common scams:\n1. Insurance scams\n2.Matrimonial\n3.sextortion\n4.WhatsApp DP fraud\n5.FedEx scams\n6.Advertisement portal fraud\n7.Fake mail fraud\n8.Lottery fraud\n9.Insurance fraud\n10.OTP frauds\n11.customer care fraud etc"
  },
  {
    "title": "Popular apps of apple and samsung for scamming",
    "description": "- Facebook, Account Cloning: The images and details on your public profile are used by scammers to make a fake account. They request money from your friends or family and offer them malicious links that, if clicked, can steal their financial and personal information and cause identity theft and financial ruin.\n- Instagram, Fake Brand Giveaways: Scammers offer free product giveaways while pretending to be an established company. You register and provide personal information, but you never get the product you ordered and end up with a bank account that is empty.\n- WhatsApp, Hijack Scam: Be wary if you unexpectedly receive a six-digit verification code. Scammers who have already taken control of your friend's account send you the code and claim that they need it to regain access to it.  Unknowingly sending them the code gives them access to your account.  Then, by impersonating you and requesting the code from others, they replicate the fraud and ask your contacts for money."
  },
  {
    "title": "Scamming and fraudulent apple (IOS) apps:",
    "description": "aipic – Magic Photo Editor\nAstro+ Horoscope & Astrology\nAstroline: The Daily Horoscope\nAuto Sticker Maker Studio\nAvatar Maker Character Creator\nBaby Sticker- Track Milestones\nBass Booster Volume Power Amp\nBeat maker pro – DJ Drum Pad\nBeat.ly Music Video Maker\nCartoons Me – Photo Art Editor\nDazz Cam- D3D Photo Effect:\nDazzle – Insta stories editor\nDizzi – Photo & Video Effects\nDJ it! – Music Mixer Pad\nDrink Water ∙ Daily Reminder\nDrums: Play Beats & Drum Games\nedjing Mix – dj app\nedjing Pro – music remix maker\nEqualizer Fx: Bass Booster App\nEqualizer+ HD music player\nFacelab – Face Editor & Beauty\nFaceMe－Fun Personality Tests\nFacetory: Face Yoga & Exercise\nFLMX – Video Editor\nFrame – Slideshow Video Maker\nFrames – Picture Collage Maker\nGirl Games: Unicorn Slime\nGuitar – Chords, Tabs & Games\nGuitar – real games & lessons\nGuitar Play – Games & Songs\nGuitar Tuner – Ukulele & Bass\nHandset – Second Phone Number\nHighlight Story Cover Maker!\nHoroscope 2019 and Palm Reader\nHub – Story Templates Maker\nHyper Cleaner: Clean Phone\niCons – Icon Changer App +\nImpresso – Insta Story Editor\niWidget Pro : Custom widgets\nJambl: DJ Band & Beat Maker\nJigsaw Puzzle – Brain Games\nKaraoke Songs – Voice Singing\nLife Palmistry – AI Palm & Tag\nLift: Story Maker\nLive Wallpaper Maker: 4K Theme\nLoop Maker Pro – Music Maker\nLucky Life – Future Seer\nMagicFX – Magic Video Effects\nMemoristo: Brain Test, IQ Game\nMenu Maker!\nMetronome – Tap Tempo & Rhythm\nMetronome Pro – Beat & Tempo\nMood Balance: Self Care Tracker\nMusic Zen – Relaxing Sounds\nNebula: Horoscope & Astrology\nPassword Manager – Lock Apps\nPath – Horoscope & Astrology\nPDF Scanner: Document Scan\nPhoto Collage – Collageable\nPhoto To Sketch – Drawing book\nPhotoly Remove Object & Editor\nPiano – Lessons & Tiles Games\nPiano Crush – Keyboard Games\nPixomatic – Background eraser\nPresets for Lightroom – Vidl\nRECOLLECT: Color by Number\nRingtones HD ∙ Ringtone Maker\nScanGuru: PDF Document Scanner\nScanner App ∙ Scan & Sign PDF\nSlidePic – Slideshow Maker\nSlimy: Anxiety Relief Slime 3D\nSpeedPro Slow speed video edit\nSticker Maker – BeSticky\nStickerfy: Sticker Maker\nSweet Pics – Baby Photo Edito\nTeasEar: ASMR Slime Antistress\nToonApp Cartoon Photo Editor\nTranslate Camera – Speak On\nTranslator Guru: Voice & Text\nUltraFX – Effect Video Maker\nVideo Puzzles – Magic Puzzle\nVOCHI Video Effects Editor\nWeDrum: Drums, Real Drum Games\nWidget PLUS+ – Photo & Weather"
  },
  {
    "title": "Scamming and fraudulent android apps:",
    "description": "TeamViewer QuickSupport\nMicrosoft Remote desktop\nAnyDesk Remote Control\nAirDroid: Remote access and File\nAirMirror: Remote support and Remote control devices\nChrome Remote Desktop\nSplashtop Personal- Remote Desktop"
  },
  {  
    "title": "Common traits of a scammer",
    "description": "- Being asked to pay money in order to receive a prize or get a job\n- Pressure to act immediately\n- Use of scare tactics, e.g. telling you a loved one is in danger, that your computer has been hacked or threatening arrest if you don’t act now\n- Insistence that you wire money or pay by gift card\n- Receiving a check or overpayment and being asked to wire a portion of the funds back\n- Being asked to provide your password, PIN, Social Security number, account number or financial information to someone who contacts you out of the blue\n- Get-rich-quick and other promises that sound too good to be true"
  },
  {  
    "title": "Who to contact?",
    "description": "Call the helpline 1930. You will be asked general questions.\nYou can also contact the cybercrime department via email."
  },
  {  
    "title": "Who to contact and when to contact?",
    "description": "Once you have been scammed or a fraud has taken place and you have no way of protecting yourself then it is recommended to contact the cyber crime department."
  },
  {
    "title": "Helpline",
    "description": "National police helpline number is 112. National women helpline number is 181 and Cyber Crime Helpline is 1930."
  },
  { 
    "title": "Outside police help (NGOs)",
    "description": ""
  }
]
